[
    {
        "id": "eelv",
        "name": "Candidat EELV",
        "party": "Europe Écologie Les Verts",
        "scores": {
            "economie": -0.8,
            "social": -0.9,
            "ecologie": -1.0,
            "europe": -0.9,
            "securite": -0.9,
            "immigration": -0.9,
            "services_publics": -0.9,
            "energie": -1.0,
            "institutions": -0.9,
            "international": -1.0
        },
        "justifications": {
            "economie": "\"Conditionner 100% des aides publiques aux entreprises au respect de critères climatiques et sociaux\".",
            "social": "\"Mettre en oeuvre un Revenu universel d’existence [...] donné sans exception ni différenciation\".",
            "ecologie": "\"Inscrire le climat, la biodiversité et les limites planétaires dans la Constitution\".",
            "europe": "Soutien au fédéralisme : \"budget européen de transformation écologique et sociale\".",
            "securite": "Légalisation du cannabis, interdiction des LBD et démantèlement de la BAC.",
            "immigration": "\"Nous procéderons à la régularisation systématique des travailleurs sans-papiers\".",
            "services_publics": "Recrutement massif et gratuité totale (cantine, transports, fournitures).",
            "energie": "Sortie totale et définitive du nucléaire pour atteindre 100% d'énergies renouvelables.",
            "institutions": "Passage à la 6e République et droit de vote à 16 ans.",
            "international": "Réparation des préjudices de la colonisation et fin des ventes d'armes aux régimes non vertueux."
        },
        "description": "Un projet de transition écologique radicale par la planification, axé sur la justice sociale, la sortie du nucléaire et le fédéralisme européen.",
        "website": "https://lesecologistes.fr"
    },
    {
        "id": "lfi",
        "name": "Jean-Luc Mélenchon",
        "party": "La France Insoumise",
        "scores": {
            "economie": -1.0,
            "social": -1.0,
            "ecologie": -0.9,
            "europe": -0.5,
            "securite": -1.0,
            "immigration": -0.9,
            "services_publics": -1.0,
            "energie": -1.0,
            "institutions": -1.0,
            "international": -0.6
        },
        "justifications": {
            "economie": "Blocage des prix, rétablissement de l'ISF renforcé et interdiction des dividendes si licenciements.",
            "social": "Retraite à 60 ans, garantie d'autonomie à 1060€ pour les jeunes.",
            "ecologie": "\"Règle verte\" constitutionnelle et interdiction immédiate du glyphosate.",
            "europe": "Désobéissance aux traités économiques si nécessaire (Plan B).",
            "securite": "Démantèlement de la BAC et interdiction des LBD.",
            "immigration": "Régularisation large des sans-papiers.",
            "services_publics": "Recrutement de 1 million d'agents et gratuité totale (cantine, manuels).",
            "energie": "Planification de la sortie du nucléaire et 100% renouvelables.",
            "institutions": "Convocations d'une Assemblée constituante pour la 6e République.",
            "international": "Sortie du commandement intégré de l'OTAN."
        },
        "description": "Un programme de rupture anticapitaliste axé sur la planification écologique, la 6e République et l'indépendance de la France.",
        "website": "https://lafranceinsoumise.fr"
    },
    {
        "id": "reconquete",
        "name": "Éric Zemmour",
        "party": "Reconquête",
        "scores": {
            "economie": 0.8,
            "social": 0.9,
            "ecologie": 0.8,
            "europe": 1.0,
            "securite": 1.0,
            "immigration": 1.0,
            "services_publics": 0.7,
            "energie": 0.9,
            "institutions": 0.9,
            "international": 0.9
        },
        "justifications": {
            "economie": "Baisse massive des impôts de production (30 mds) et soutien à la croissance.",
            "social": "Retraite à 64 ans, suppression des aides aux étrangers et suspension des allocs pour enfants délinquants.",
            "ecologie": "Suppression des ZFE et fin des subventions à l'éolien.",
            "europe": "Supériorité absolue de la loi française sur l'Europe.",
            "securite": "Présomption de légitime défense, peines planchers et majorité pénale à 16 ans.",
            "immigration": "Suppression du droit du sol et de l'AME, réserve des aides aux Français.",
            "services_publics": "Intelligence artificielle pour réduire l'administration et suppression des ARS.",
            "energie": "Construction de 14 EPR nucléaires et retrait des subventions éoliennes.",
            "institutions": "Fin du 'gouvernement des juges' et port du tablier/blouse obligatoire.",
            "international": "Sortie de l'OTAN, budget défense à 70 mds et fin de la repentance coloniale."
        },
        "description": "Un projet national-libéral, identitaire et sécuritaire, centré sur la défense de la civilisation française et la souveraineté.",
        "website": "https://www.parti-reconquete.fr"
    },
    {
        "id": "rn",
        "name": "Marine Le Pen",
        "party": "Rassemblement National",
        "scores": {
            "economie": 0.4,
            "social": 0.2,
            "ecologie": 0.8,
            "europe": 0.9,
            "securite": 0.9,
            "immigration": 0.9,
            "services_publics": 0.5,
            "energie": 0.9,
            "institutions": 0.4,
            "international": 0.7
        },
        "justifications": {
            "economie": "Baisse des impôts de production mais protectionnisme et hausse des salaires via exonérations.",
            "social": "Retraite maintenue à 60/62 ans pour départs précoces, mais priorité nationale.",
            "ecologie": "Démantèlement des éoliennes et fin des ZFE.",
            "europe": "Veto sur les traités de libre-échange et supériorité nationale.",
            "securite": "Présomption de légitime défense et peines planchers.",
            "immigration": "Suppression du droit du sol et de l'AME, priorité nationale pour les aides.",
            "services_publics": "Réduction des postes administratifs en santé au profit des soignants.",
            "energie": "Relance massive du nucléaire et arrêt de l'éolien.",
            "institutions": "Référendum d'Initiative Citoyenne (RIC) et port de l'uniforme.",
            "international": "Budget de la défense augmenté et diplomatie sans repentance."
        },
        "description": "Un programme national-populiste focalisé sur la préférence nationale, la sécurité, le pouvoir d'achat et le nucléaire.",
        "website": "https://rassemblementnational.fr"
    },
    {
        "id": "renaissance",
        "name": "Candidat Renaissance",
        "party": "Renaissance",
        "scores": {
            "economie": 0.7,
            "social": 0.5,
            "ecologie": 0.4,
            "europe": -0.9,
            "securite": 0.4,
            "immigration": 0.5,
            "services_publics": 0.6,
            "energie": 0.6,
            "institutions": 0.3,
            "international": 0.2
        },
        "justifications": {
            "economie": "Libéralisme de l'offre, baisse des impôts de production et plein emploi.",
            "social": "Retraite à 64 ans pour financer le modèle, valorisation du travail.",
            "ecologie": "ZFE maintenues, décarbonation industrielle et écologie de croissance.",
            "europe": "Fédéralisme économique, budget européen massif et Buy European Act.",
            "securite": "Renforcement des moyens techniques et effectifs policiers.",
            "immigration": "Loi immigration ferme mais pragmatique sur les métiers en tension.",
            "services_publics": "Modernisation par l'IA (SimplifIA) et rationalisation administrative.",
            "energie": "Nouveau nucléaire (6 à 14 EPR) couplé à l'éolien offshore.",
            "institutions": "Stabilité de la 5e République et réforme simplificatrice.",
            "international": "Souveraineté européenne et défense technologique."
        },
        "description": "Un projet centriste, libéral et pro-européen, misant sur l'innovation, la croissance verte et la modernisation de l'État.",
        "website": "https://parti-renaissance.fr"
    },
    {
        "id": "les-republicains",
        "name": "Candidat Les Républicains",
        "party": "Les Républicains",
        "scores": {
            "economie": 0.9,
            "social": 0.9,
            "ecologie": 0.3,
            "europe": 0.4,
            "securite": 0.8,
            "immigration": 0.9,
            "services_publics": 0.6,
            "energie": 0.8,
            "institutions": 0.7,
            "international": 0.6
        },
        "justifications": {
            "economie": "Seuil zéro cotisation sur les heures supplémentaires et baisse drastique des charges.",
            "social": "Compte social unique plafonné à 70% du SMIC pour lutter contre l'assistanat.",
            "ecologie": "Nucléaire prioritaire et refus d'une écologie punitive.",
            "europe": "Europe des nations, contrôle strict des frontières extérieures.",
            "securite": "Peines planchers et fermeté carcérale accrue.",
            "immigration": "Priorité nationale pour les aides sociales et fin de l'AME gratuite.",
            "services_publics": "Réduction de la bureaucratie et audit des dépenses sociales.",
            "energie": "Relance franche du nucléaire civil.",
            "institutions": "Rétablissement de l'autorité à l'école et port de l'uniforme.",
            "international": "Forte hausse du budget de défense et puissance militaire souveraine."
        },
        "description": "Un programme de droite conservatrice axé sur la valeur travail, la fermeté sécuritaire et la réduction de l'assistanat social.",
        "website": "https://republicains.fr"
    }
]