[
    {
        "id": "jean-test",
        "name": "Jean Test",
        "party": "Synthèse Radicale",
        "propositions": [
            {
                "content": "Suppression totale de l'Impôt sur la Fortune Immobilière (IFI) pour réinjecter le capital dans l'industrie.",
                "axis": "économie",
                "score": 1.0,
                "justification": "Position libérale maximale visant la baisse massive de la fiscalité sur le capital.",
                "source": "Page 4"
            },
            {
                "content": "Dérégulation complète du marché du travail : suppression des 35 heures, retour à la négociation libre de gré à gré dans chaque entreprise.",
                "axis": "économie",
                "score": 1.0,
                "justification": "Dérégulation totale du travail, pilier du libéralisme économique.",
                "source": "Page 5"
            },
            {
                "content": "Dotation de fusils d'assaut pour toutes les polices municipales de France et généralisation des drones de surveillance.",
                "axis": "sécurité",
                "score": 1.0,
                "justification": "Renforcement massif des moyens répressifs et de surveillance technologique.",
                "source": "Page 12"
            },
            {
                "content": "Instauration de peines planchers obligatoires de 5 ans pour tout outrage à agent, sans aménagement possible.",
                "axis": "sécurité",
                "score": 1.0,
                "justification": "Politique pénale de 'tolérance zéro' extrêmement répressive.",
                "source": "Page 13"
            },
            {
                "content": "Interdiction totale de la vente de véhicules thermiques et hybrides dès le 1er janvier 2028.",
                "axis": "écologie",
                "score": -1.0,
                "justification": "Mesure radicale de planification écologique par l'interdiction, typique de la décroissance forcée des énergies fossiles.",
                "source": "Page 20"
            },
            {
                "content": "Nationalisation immédiate du secteur de l'énergie pour imposer une planification écologique stricte par l'État.",
                "axis": "écologie",
                "score": -0.8,
                "justification": "Interventionnisme d'État fort dans l'énergie au nom de l'écologie.",
                "source": "Page 22"
            },
            {
                "content": "Affirmation de la supériorité des lois françaises sur les traités européens.",
                "axis": "europe",
                "score": -1.0,
                "justification": "Souverainisme juridique radical remettant en cause l'appartenance à l'UE.",
                "source": "Page 30"
            },
            {
                "content": "Sortie immédiate du commandement intégré de l'OTAN pour retrouver une autonomie stratégique totale.",
                "axis": "international",
                "score": -1.0,
                "justification": "Isolationnisme militaire et rupture avec l'atlantisme.",
                "source": "Page 32"
            },
            {
                "content": "Maintien du montant actuel du SMIC, mais passage à une durée légale de travail de 40 heures payées 35.",
                "axis": "social",
                "score": 0.5,
                "justification": "Mesure hybride : maintien de l'acquis (SMIC) mais réforme structurelle majeure sur le temps de travail (+1 sur le travail). Score pondéré vers les réformes.",
                "source": "Page 38"
            },
            {
                "content": "Création d'un Service National Civil de 6 mois obligatoire pour tous les jeunes de 18 ans.",
                "axis": "social",
                "score": 0.0,
                "justification": "Mesure d'encadrement social neutre entre protection sociale et réforme libérale.",
                "source": "Page 40"
            }
        ],
        "scores": {
            "économie": 1.0,
            "social": 0.25,
            "écologie": -0.9,
            "europe": -1.0,
            "sécurité": 1.0,
            "immigration": 0.0,
            "services publics": -0.4,
            "énergie": -0.8,
            "institutions": -0.5,
            "international": -1.0
        }
    }
]